let GeneralInformation = {
  ua: {
    sections: [
      {
        title: "Загальні відомості про проект:",
        paragraphs: [
          "У Державному ВНЗ «Національний гірничий університет» розпочато роботу над міжнародним проектом " +
          "який реалізується в рамках грантової програми  Erasmus plus: «Система забезпечення якості освіти в Україні: " +
          "розвиток на основі Європейських стандартів та рекомендацій (QUAERE)»",

          "В проекті приймають участь провідні університети України, Польщі, Нідерландів, Німеччини, Литви, " +
          "Греції, а також Німецьке незалежне агентство зовнішньої оцінки та акредитації (ASIIN), Центральноєвропейська " +
          "мережа агентств забезпечення якості (CEENQA), Державна освітня установа «Навчально-методичний центр з питань " +
          "якості освіти», Українська асоціація студентського самоврядування та Міністерство освіти і науки України.",

          "Метою проекту є підтримка реформування та розвитку системи забезпечення якості вищої освіти в Україні. " +
          "Проект розрахований на розробку інструментів для сталого функціонування систем внутрішнього та зовнішнього " +
          "забезпечення якості освіти; стимулювання більш широкого залучення студентів до процесів самоаналізу у вишах " +
          "впровадження механізму самоаналізу як невід’ємного компоненту функціонування університетів.",
          "Тривалість проекту  - 2 роки. Бюджет 717 тис. евро."]
      },
      {
        title: "Основні цілі проекту:",
        paragraphs: [
          "- покращення існуючої системи внутрішнього та зовнішнього контролю якості освіти в Україні; \n" +
          "- нарощування потенціалу університетів України шляхом розбудови інфраструктури оцінки якості вищої освіти, " +
          "професіонального розвитку персоналу університетів; \n" +
          "- стимулювання студентів до участі у процесах самоаналізу в університетах; \n" +
          "- запровадження механізму внутрішньої оцінки якості як невід’ємної складової функціонування університетів."]
      },
      {
        title: "Останні новини проекту:",
        paragraphs: [
          "4-6 квітня 2016 року у Львівському національному університеті імені Івана Франка відбулася перша " +
          "зустріч  в рамках проекту: «Система забезпечення якості освіти в Україні: розвиток на основі європейських " +
          "стандартів та рекомендацій» («Quality Assurance System in Ukraine: Development on the Base of ENQA Standards " +
          "and Guidelines»).",

          "На зустрічі були присутні представники з вітчизняних та закордонних університетів, представники " +
          "громадських організації, Міністерства освіти і науки України та представники Національного Еразмус офісу " +
          "в Україні.",

          "Протягом зустрічі було обговорено такі основні питання як: концепція оцінки якості освіти в Україні, " +
          "досягнення та перспективи в цьому напрямку; затвердження робочого плану проекту на наступні два роки; " +
          "зміст та організаційна структура проекту; формування робочих груп, тощо."]
      }
    ]

  },
  ru: {
    sections: [
      {
        title: "Общие сведения о проекте:",
        paragraphs: [
          "В Государственном ВУЗ «Национальный горный университет» начата работа над международным проектом который " +
          "реализуется в рамках грантовой программы Erasmus plus: «Система обеспечения качества образования в Украине: " +
          "развитие на основе европейских стандартов и рекомендаций (QUAERE)»"
        ]
      }
    ]
  },
  en: {
    sections: [
      {
        title: "General information about the project:",
        paragraphs: [
          "In the «National Mining University» started work on an international project implemented under " +
          "the grant program Erasmus plus: «The quality assurance system of education in Ukraine: development " +
          "based on ESG (QUAERE)»"
        ]
      }
    ]
  }
};

export default GeneralInformation;
